Repository: znuny/GeneralCatalog
Catalog: i18n/GeneralCatalog/GeneralCatalog.*.po
Languages: de, ja, nl, pl

source: Functionality
de: Funktionalität
ja: 機能性
nl: Functionaliteit
pl: Funkcjonalność

source: General Catalog Management
de: General Katalog-Verwaltung
ja: ジェネラル・カタログ管理
nl: Algemene Catalogus beheer
pl: Zarządzanie katalogiem głównym

source: Items in Class
de: Elemente in Klasse
ja: クラス内のアイテム
nl: Items in klasse
pl: Elementy klasy

source: Edit Item
de: Ändere das Item
nl: Item bewerken
pl: Edytuj element

source: Add Class
de: Klasse hinzufügen
ja: クラスの追加
nl: Klasse toevoegen
pl: Dodaj klasę

source: Add Item
de: Füge Item hinzu
nl: Item toevoegen
pl: Dodaj element

source: Add Catalog Item
de: Katalogelement hinzufügen
ja: カタログ項目を追加
nl: Catalogusitem toevoegen
pl: Dodaj element katalogu

source: Add Catalog Class
de: Katalogklasse hinzufügen
ja: カタログクラスを追加
nl: Catalogusklasse toevoegen
pl: Dodaj klasę katalogu

source: Catalog Class
de: Katalogklasse
ja: カタログクラス
nl: Catalogusklasse
pl: Klasa katalogu

source: Edit Catalog Item
de: Katalogelement bearbeiten
ja: カタログ・アイテムを修正
nl: Catalogusitem bewerken
pl: Edytuj element katalogu

source: Warning incident state can not be set to invalid.
de: Der Status Warnung für Vorfälle kann nicht auf ungültig gesetzt werden.
nl: Waarschuwing incident status kan niet worden ingesteld op ongeldig.
pl: Uwaga stan incydent nie może zostać ustawiony jako nieważny.

source: Comment 2
de: Kommentar 2
nl: Commentaar 2
pl: Komentarz 2

source: Create and manage the General Catalog.
de: General Katalog erstellen und verwalten.
ja: ジャネラル・カタログの作成と管理
nl: Maak en beheer de Algemene Catalogus.
pl: Utwórz i zarządzaj katalogiem głównym.

source: Define the general catalog comment 2.
de: Definiert den Kommentar 2 für General Katalog.
nl: Definieer de algemene cataloguscommentaar 2.
pl: Definiuj komentarz 2 do katalogu głównego.

source: Defines the URL JS Color Picker path.
de: Definiert die URL des JS-Farbwähler-Pfads.
ja: URL JS カラーピッカーのパスを定義します。
nl: Definieert het URL JS-kleurkiezerpad.
pl: Definiuje URL do JS Color Picker.

source: Frontend module registration for the AdminGeneralCatalog configuration in the admin area.
de: Registrierung des Frontend-Moduls für die Konfiguration von AdminGeneralCatalog im Admin-Bereich.
ja: 管理エリアでのAdminGeneralCatalogのフロントエンドモジュールの登録
nl: Frontend module registratie voor de AdminGeneralCatalog configuratie in het admin gebied.
pl: Rejestracja modułu frontend do konfiguracji modułu AdminGeneralCatalog w panelu administratora.

source: General Catalog
de: General Katalog
ja: ジェネラル・カタログ
nl: Algemene Catalogus
pl: Katalog główny

source: Parameters for the example comment 2 of the general catalog attributes.
de: Parameter für den Beispiel-Kommentar 2 der General Katalog-Attribute.
ja: ジェネラル・カタログ属性のコメント例 2 の設定値
nl: Parameters voor het voorbeeldcommentaar 2 van de algemene cataloguskenmerken.
pl: Parametry do przykładowego komentarza 2 atrybutów katalogu generalnego.

source: Parameters for the example permission groups of the general catalog attributes.
de: Parameter für die zugriffsberechtigte Gruppe der General Katalog-Attribute.
ja: ジェネラル・カタログ属性の権限グループ の設定値
nl: Parameters voor de voorbeeldmachtigingsgroepen van de algemene cataloguskenmerken.
pl: Parametry dla przykładowych grup uprawnień atrybutów katalogu głównego.

source: Permission Group
de: Berechtigungsgruppe
ja: 権限グループ
nl: Toestemmingsgroep
pl: Uprawnienia grup
